import { IMG_numbers as num } from '@/data/image/numbers';
import { IMG_beautiful_wedding_finale as images } from '../../../data/image/articles/beautiful-wedding-finale';
import { IDataForFinaleBox } from '../perfect-wedding-photo-session/PerfectWeddingPhotoSession';


export const data: IDataForFinaleBox[] = [
    {
        title: 'Семейный очаг',
        text: 
            <>
                <p>
                    На церемонии обычно используется свеча, которую зажигают молодожёны. Чаще всего существует традиция, по которой каждый из пары зажигает свою свечу, 
                    а затем вместе зажигают одну общую свечу, тем самым символизируя объединение двух семей, двух жизней в одну.
                </p>
                <p>
                    Это не только красивый символический жест, но и момент, который подчеркивает важность создания своего домашнего мира, где царят любовь, забота и уважение.
                </p>
            </>,
        img: [num[1], images[0]]
    },
    {
        title: 'Танец отца и дочери',
        text: 
            <>
                <p>
                    Еще одна свадебная традиция которая станет хорошим финалом свадебного вечера. 
                    Очень трогательный и слезливая концовка, которую частенько дополняют танцем жениха и его матери.
                </p>
                <p>
                    Вы скажите все банально, но это отличный финал свадебного вечера. Идем дальше.
                </p>
            </>
        ,
        img: [num[2], images[1]]
    },
    {
        title: 'Шарики',
        text: 
            <>
                <p>Воздушные шары со светодиодами внутри, в ночное время смотрится просто класс.Я видел три разных способа запуска шаров.</p>
                <p>Первый-всем гостям раздают по шарику и по команде происходит запуск.</p>
                <p>Второй- шарики заранее прячутся под сетку или любую ткань, молодые обрезают ленточку сдерживавшею полет шаров и одновременно десятки светящихся шариков улетают в небо.</p>
                <p>Третий вариант- шарики заранее компонуют в виде большого сердца, которое молодожены совместно запускают.</p>
                <p>Стоит понимать, что на фото диодов внутри видно не будет, слишком большая разница в экспозиции освещённости диодов внутри шариков и адекватным освящением людей.</p>
            </>
        ,
        img: [num[3], images[2]]
    },
    {
        title: 'Китайские фонарики',
        text: 
            <>
                <p>Китайские фонарики — это романтичная и трогательная концовка свадебного вечера. Когда гости и молодожёны вместе отпускают в небо светящиеся шары желаний, атмосфера становится особенно волшебной.</p>
                <p>Такой момент красиво смотрится как вживую, так и на фото, символизируя мечты, устремлённые в будущее, и начало новой семейной жизни.</p>
                <p>Вдохновиться реальными примерами вы можете, посмотрев <a href='/' className='ancor'>свадебные фотографии</a> концовок на других свадьбах, снятые мной. Каждая пара выбирает своё — и в этом вся магия.</p>
            </>
        ,
        img:  [num[4], images[3]]
    },
    {
        title: 'Светящиеся палочки',
        text: 
            <>
                <p>Если варианты с огнем вам не подходят отличной альтернативой будут неоновые палочки. Многие из нас их видели, но не знали, что с их помощью можно отлично зафиналить свадебный вечер. Все что надо, это раздать их гостям.</p>
                <p>Пусть гости станут рядами или за молодыми и помахают палочками, а фотограф снимая на длинной выдержке получить необычные кадра. При движении палочки будут создавать необычные фигуры.</p>
                <p>Палочки легко гнутся и гости смогут сделать себе из них обручи, браслеты, очки, это дополнительно подчеркнет атмосферу веселья.</p>
            </>
        ,
        img: [num[5], images[4]]
    },
    {
        title: 'Фаер шоу',
        text: 
            <>
                <p>Фаер шоу удовольствие не из дешёвых, для финала свадебного вечера. Масштаб шоу определяете только вы своим кошельком, от пары артистов до большой группы мастеров огненного танца. По желанию шоу сопровождается пиротехническими спецэффектами, что будет способствовать еще большей зрелищности.</p>
                <p>Стоит учесть, что места для подобной концовки свадебного вечера надо много, из соображений безопасности между артистами и гостями должно быть достаточно места.</p>
                <p>Опять же не забываем уточнить есть ли возможность у банкетной площадки предоставить место.</p>
            </>
        ,
        img: [num[6], images[5]]
    },
    {
        title: 'Торт',
        text: 
            <>
                <p>Самая распространённая концовка свадебного вечера. Торт есть на любой свадьбе, и все гости с нетерпением ждут этого сладкого момента. Хорошей альтернативой торту будут капкейки, ничего резать не надо и смотрится отлично.</p>
                <p>Позаботьтесь заранее о холодильной камере для торта, она должна быть достаточного размере. И еще заказывайте торт с доставкой, обычно доставка осуществляется на автомобиле с холодильной камерой, а значит торт приедет к вам целый и невредимый.</p>
            </>
        ,
        img: [num[7], images[6]]
    },
    {
        title: 'Салют',
        text: 
            <>
                <p>Эффектно-да, красиво-да, дорого-да. Салют стал уже классическим финалом. Все приглашённые будут восторге от разноцветных взрывов в ночном небе. Стартовая цена небольшого салюта продолжительностью в 2 минуты 350 $, максимальный придел ограничен только вашим кошельком и здравым смыслом.</p>
                <p>При выборе места для салюта привлеките к процессу <a href='/' className='ancor'>свадебного фотографа</a>, это поможет вам получить не только красивое шоу, но эффектные кадры.</p>
            </>
        ,
        img: [num[8], images[7]]
    },
    {
        title: 'Холодные фонтаны',
        text: 
            <>
                <p>
                    Температура, с которой горят фонтаны, не более 70 градусов, отсюда и название. Искры, летящие на высоту более 2-х метров гарантируют WOW эффект. 
                    Подобные фонтаны можно разжигать даже в помещениях, ограничение только в виде высоких потолков, они должны быть не менее 5 метров.
                </p>
                <p>Расставьте фонтаны вдоль дороги по которой пара покинет праздничный вечер, и вы получите сказочный финал свадебного вечера. Также очень эффектно смотреться танец молодожен на фоне горящих фонтанов.</p>
            </>
        ,
        img: [num[9], images[8]]
    },
    {
        title: 'Кораблики или венки',
        text: 
            <>
                <p>Этот финал идеально подходит для площадок, находящихся рядом с водоемами. Раньше это была детская забава, пускать кораблики по течению, многие верят, что запушённый по реке бумажный кораблик исполнит любое желание.</p>
                <p>В темноте кораблики и венки плохо видны, поэтому рекомендую поместить внутрь свечи или светодиоды, это добавит +500 к атмосфере праздничного дня.</p>
                <p>Такую концовку я снимал на <a href='/weddings-all/DA' className='ancor'>свадьбе Димы и Алины</a>, очень эффектно смотрится.</p>
            </>
        ,
        img: [num[10], images[9]]
    },
    {
        title: 'Бенгальские огни',
        text: 
            <>
                <p>
                    Простой, но в то же время эффектный финал. Чаще всего бенгальские огни зажигают в новый год под бой курантов, а в нашем случае они помогут красиво закончить свадебный вечер. 
                    Раздайте гостям хотя бы по одной штуке, попросите гостей стать друг напротив друга, создав тем самым коридор по которому пройдут новоиспеченные муж и жена. 
                    Красивые фото получаться 100%
                </p>
                <p>
                    Стоят они не дорого и доступны для любого бюджета. Покупать стоит бенгальские огни больших размеров, маленькие слишком быстро горят и дают небольшой пучок искр. 
                    Позаботьтесь заранее о зажигалках и спичках для гостей, что бы у гостей была возможность одновременно зажечь огни.
                </p>
                <p>Жених может пронести невесту на руках или просто пройтись по коридору из бенгальских огней, в конце завершив действо романтическим поцелуем.</p>
            </>
        ,
        img: [num[11], images[10]]
    },
    {
        title: 'Свечи',
        text: 
            <>
                <p>
                    Еще один интересный способ зафиналить вечер, это свечи. Ночь плюс свечи, романтика обеспечена. 
                    Чем больше свечей, тем лучше. Что бы гости не обожгли руки, а ветер не стал помехой вашим планам, необходимо поместить свечи в стеклянные подсвечники.
                </p>
            </>
        ,
        img: [num[12], images[11]]
    },
    {
        title: 'Телефон',
        text: 
            <>
                <p>Это вариант финала свадебного вечера без затрат. Попросите гостей образовать коридор и включить фонарики на своих телефонах. Смотреться просто и эффектно.</p>
                <p>А сэкономленные деньги можно отдать фотографу🤣</p>
            </>
        ,
        img: [num[13], images[12]]
    },
    {
        title: 'Танец',
        text: 
            <>
                <p>Если у пары заготовлен свадебный танец, то лучше его перенести в конец свадебного вечера. Танец можно совместить практически с любым финалом.</p>
                <p>Когда я первый раз увидел, как романтично и эффектно смотрится свадебный танец ночью, на <a href='/weddings-all/DK' className='ancor' >свадьбе Димы и Ксюши</a>, я был поражен и удивлён почему все не делают его в конце, это же так просто и красиво.</p>
            </>
        ,
        img: [num[14], images[13]]
    },
    {
        title: 'Благодарственные слова',
        text: 
            <>
                <p>
                    Уверен вам есть что сказать в конце вечера, родителям, гостям и не забывайте про подрядчиков, нам это приятно. 
                    Речь можно даже не готовить, просто скажите, что считаете нужным, заученный текст не вызывает таких эмоции. 
                    Заранее накидайте небольшой план своей речи и все.
                </p>
                <p>
                    Надеюсь вам была полезна эта подборка и мой труд не прошел даром. Вы можете посмотреть <a href='/weddings-all' className='ancor' >свадебные серии фотографий</a> и выбрать свою особеннцю концовку.
                </p>
                <p>Спасибо, что дочитали до конца, пока👋</p>
            </>
        ,
        img: [num[15], images[14]]
    }
]