import jpg1 from '../../resources/images/praice/1.jpg';
import jpg2 from '../../resources/images/praice/2.jpg';
import jpg3 from '../../resources/images/praice/3.jpg';
import imgMini from '../../resources/images/praice/mini.jpg';

const arrHeader = [
    {
        title: 'Premium',
        cash: '550 $',
        pic: jpg1,
        description: 'Eще до свадебного дня запланируем проведение Love Story. Вы получите не только замечательные фотографии, но и исчезновение какого-либо стеснения перед камерой. В пакет включено до 14 часов сьемки, от утра невесты и до выноса торта. После свадебной суматохи мы встретимся для ночной съемки, закат и огни ночного города создадут незабываемую атмосферу на фото.',
        arrParagraphs: [
            {
                title: 'Свадебный фотограф работает в день свадьбы 14 часов.',
                subtitle: ' До 15 часов съемки в свадебный день уже включены с стоимость пакета услуг. Каждое мгновение свадебного дня останется с вами.'
            },
            {
                title: 'Съемка Love Story 2-3 часа.',
                subtitle: ' Фотосессия в формате Love Story. Вы получите не только замечательные фотографии, но и исчезновение какого-либо стеснения перед камерой.'
            },
            {
                title: 'Романтическая ночная съемка 2-3 часа.',
                subtitle: ' Уже после свадебной суматохи мы встретимся для романтической ночной съемки, закат и огни ночного города создадут незабываемую атмосферу.'
            },
            {
                title: 'Количество свадебных фотографий от 600 шт.',
                subtitle: ' Минимальное количество фотографий при отдаче материала 600 шт. Суммарное количество фотографий которые вы получите, свадебный день+Love Story+ночная съемка.'
            },
            {
                title: 'Авторская обработка всех свадебных фотографии.',
                subtitle: ' Все фотографии будут в едином стиле обработки, не беспокойтесь о прыщиках и морщинках, все крупные портреты будут с ретушью.'
            },
            {
                title: 'USB Flash в индивидуально оформленном деревянном коробе + 10 фото.',
                subtitle: ' Вы получите красивый деревянный короб, с деревянной USB Flash + десять напечатанных фотографий, у вас сразу будет возможность поставить в рамочку любимое фото.'
            },
        ]
    },
    {
        title: 'Standart',
        cash: '400 $',
        pic: imgMini,
        description: '12 часов съемки включены в стоимость пакета, часы сверх пакета (1ч = 20 $), полный день. Отличный вариант ,что бы рассказать полную историю о своем свадебном дне - начиная с утра невесты и сборов жениха, и заканчивая выносом торта и киданием букета. Все самые важные события и моменты дня,не ускользнут от моей камеры.',
        arrParagraphs: [
            {
                title: 'Свадебный фотограф работает в день свадьбы 12 часов.',
                subtitle: ' До 12 часов съемки уже включены с стоимость пакета услуг, каждый дополнительный час будет стоить 20 $. Сохраните все трогательные моменты свадебного дня, ведь этот день не повторить.'
            },
            {
                title: 'Количество свадебных фотографий от 450 шт.',
                subtitle: ' Минимальное количество фотографий при отдаче материала 450 шт. Оптимальное количество фотографий, более трех фотографий каждые две минуты.'
            },
            {
                title: 'Авторская обработка всех свадебных фотографии.',
                subtitle: ' Все фотографии будут в едином стиле обработки, не беспокойтесь о прыщиках и морщинках, все крупные портреты будут с ретушью.'
            },
            {
                title: 'USB Flash в индивидуально оформленном деревянном коробе + 10 фото.',
                subtitle: ' Вы получите красивый деревянный короб, с деревянной USB Flash + десять напечатанных фотографий, у вас сразу будет возможность поставить в рамочку любимое фото.'
            },
        ]
    },
    {
        title: 'Classic',
        cash: '300 $',
        pic: jpg2,
        description: 'Нет необходимости снимать банкет? Тогда Ваш вариант – съемка на протяжении 8 часов, часы сверх пакета (1ч = 30 $), куда входит фотосессия утра невесты и сборов жениха, церемонии бракосочетания и прогулки. То есть, фотограф работает от сборов новобрачных и до банкета.',
        arrParagraphs: [
            {
                title: 'Свадебный фотограф работает в день свадьбы 8 часов.',
                subtitle: ' До 8 часов съемки уже включены с стоимость пакета услуг, каждый дополнительный час будет стоить 30 $. Вы сохраните все основные моменты свадебного дня, с утра и до банкета.'
            },
            {
                title: 'Количество свадебных фотографий от 250 шт.',
                subtitle: ' Минимальное количество фотографий при отдаче материала 250 шт. Ни один важный момент не ускользнет от моей камеры.'
            },
            {
                title: 'Авторская обработка всех свадебных фотографии.',
                subtitle: ' Все фотографии будут в едином стиле обработки, не беспокойтесь о прыщиках и морщинках, все крупные портреты будут с ретушью.'
            }
        ]
    },
    {
        title: 'Mini',
        cash: '200 $',
        pic: jpg3,
        description: 'Нужна небольшая съемка, это вариант для Вас ! Съемка до 4 часов, часы сверх пакета (1ч = 35 $), мы успеем снять вашу регистрацию, а также прогулку.',
        arrParagraphs: [
            {
                title: 'Свадебный фотограф работает в день свадьбы 4 часов.',
                subtitle: ' До 4 часов съемки уже включены с стоимость пакета услуг, каждый дополнительный час будет стоить 35 $. Вы сохраните все основные моменты свадебного дня.'
            },
            {
                title: 'Количество свадебных фотографий от 120 шт.',
                subtitle: ' Минимальное количество фотографий при отдаче материала 120 шт. Все самое важное останется с вами на фото.'
            },
            {
                title: 'Авторская обработка всех свадебных фотографии.',
                subtitle: ' Все фотографии будут в едином стиле обработки, не беспокойтесь о прыщиках и морщинках, все крупные портреты будут с ретушью.'
            }
        ]
    }
]

export default arrHeader;