import { IDataWeddingSeries } from "../types";
import { IMG_DA } from "@/data/image/weddings/DA";


export const DA: IDataWeddingSeries = {
    title: 'Дима & Алина',
    images: IMG_DA,
    description:
    <>
        <p>
            Свадьба Димы и Алины проходила в живописной усадьбе "Тарасово" — это было настоящее атмосферное торжество на природе. 
            Утро и сборы пары мы снимали прямо на территории усадьбы, в окружении зелени и спокойствия.
        </p>
        <br/>
        <p>
            Фотосессию провели там же, используя красоту усадьбы и её уютные уголки. 
            Роспись прошла на берегу пруда — невероятно трогательная церемония под открытым небом, где каждое мгновение было наполнено светом и любовью.
        </p>
        <br/>
        <p>
            Банкет прошёл в душевной и весёлой атмосфере, под живую музыку кавер-бенда. 
            В финале праздника всех ждал особенный момент: пара и гости запустили кувшинки в пруд, а затем небо озарилось фейерверком — 
            по-настоящему волшебное завершение незабываемого дня.
        </p>
        <br/>
        <p>
            Посмотрите эту свадебную историю ниже на фото. А ещё больше вдохновляющих свадеб и искренних эмоций 
            вы найдёте <a href="/" className="ancor" >на главной странице</a> — там собраны лучшие серии с разных торжеств.
        </p>
    </>
}