import { IDataWeddingSeries } from "../types";
import { IMG_DK } from "@/data/image/weddings/DK";


export const DK: IDataWeddingSeries = {
    title: 'Дима & Ксюша',
    images: IMG_DK,
    description:
    <>
        <p>
            Свадебный день Димы и Ксюши начался в элегантной обстановке "Robinson Club", где проходили сборы жениха и невесты. 
            Уже с самого утра чувствовалась лёгкость, стиль и предвкушение чего-то особенного. После сборов — уютный фуршет под живые звуки саксофона, 
            создававший атмосферу настоящего праздника.
        </p>
        <br/>
        <p>
            Церемония росписи прошла на берегу Минского моря, где открываются невероятные пейзажи. 
            Фотосессию мы провели на территории банкетного зала — с видом на яхты и зелёную набережную. 
            Каждое фото получилось наполненным воздухом, светом и гармонией.
        </p>
        <br/>
        <p>
            Банкет проходил в просторном зале в форме прозрачного купола — он стал идеальной площадкой для финальной части праздника. 
            Настоящим сюрпризом стал танец пары: Дима и Ксюша подготовили целое шоу, сменяя стили под аплодисменты гостей. 
            Финал вечера озарили фейерверки — и под ними молодожёны танцевали свой финальный танец.
        </p>
        <br/>
        <p>
            Посмотрите фотографии ниже, чтобы почувствовать атмосферу этого волшебного дня. 
            А больше свадебных историй, живых эмоций и красивых съёмок вы найдёте 
            <a href="/" className="ancor" > на главной странице</a> моего сайта.
        </p>
    </>
}