import { IDataWeddingSeries } from "../types";
import { IMG_JD } from "@/data/image/weddings/JD";


export const JD: IDataWeddingSeries = {
    title: 'Женя & Даша',
    images: IMG_JD,
    description:
    <>
        <p>
            Утро свадьбы Жени и Даши началось в самом центре города — сборы мы снимали в классической и светлой атмосфере 
            гостиницы "Минск". Просторные окна, тёплый свет и предвкушение важного момента — всё сложилось идеально для начала дня.
        </p>
            <br/>
        <p>
            После сборов мы отправились на прогулку в <strong>Лошицкий парк</strong> — один из самых красивых парков Минска. 
            Природа, лёгкий ветер и тишина помогли создать спокойные и искренние кадры.
        </p>
            <br/>
        <p>
            Свадебный банкет прошёл в уютном ресторане, где всё внимание было сосредоточено на тёплых эмоциях, речи родных и танцах до самого вечера. 
            Это была свадьба без пафоса, а с душой — настоящая и трогательная.
        </p>
            <br/>
        <p>
            Приглашаю посмотреть фотографии ниже — они передают настроение дня лучше любых слов. 
            А больше вдохновения, свадебных историй и фото с других съёмок вы найдёте 
            <a href="/" className="ancor"> на главной странице</a> моего сайта.
        </p>
    </>
}