import { IDataWeddingSeries } from "../types";
import { IMG_NK } from "@/data/image/weddings/NK";


export const NK: IDataWeddingSeries = {
    title: 'Никита & Катя',
    images: IMG_NK, 
    description:
    <>
        <p>
            Свадебный день Никиты и Кати прошёл в очень тёпкой, почти семейной атмосфере — от начала до конца всё происходило 
            в уютном загородном доме пары. Просторный участок, красивая природа и душевный настрой задали тон всему дню.
        </p>
            <br/>
        <p>
            Особая благодарность — маме невесты, которая с любовью продумала декор и оформление праздника. 
            Каждый элемент отражал характер ребят: светло, просто и с душой.
        </p>
            <br/>
        <p>
            Фотосессию мы провели частично на природе, а частично — прямо на территории дома, 
            где нашлось множество красивых и уютных мест. 
        </p>
            <br/>
        <p>
            Банкет получился особенно весёлым — родители не только поддерживали молодых, но и сами зажигали на танцполе, 
            легко давая фору даже самым активным друзьям! А финал вечера был по-настоящему волшебным: 
            свечи, тишина, романтика — идеальное завершение дня.
        </p>
            <br/>
        <p>
            Посмотрите фото ниже, чтобы прочувствовать атмосферу этой душевной свадьбы. 
            А ещё больше красивых историй любви вы найдёте 
            <a href="/" className="ancor" > на главной странице</a> моего сайта.
        </p>
    </>
}