import { IDataWeddingSeries } from "../types";
import { IMG_SD } from "@/data/image/weddings/SD";


export const SD: IDataWeddingSeries = {
    title: 'Саша & Даша',
    images: IMG_SD,
    description:
    <>
        <p>
            Свадебное утро Саши и Даши началось в уютной и домашней атмосфере — сборы мы снимали прямо у них дома. 
            Это позволило сохранить самые естественные и тёплые моменты начала дня.
        </p>
        <br/>
        <p>
            Роспись прошла в Октябрьском ЗАГСе Минска, в окружении близких и друзей. 
            После церемонии мы отправились на небольшую прогулку: часть фото сняли на природе, а затем — в элегантных интерьерах гостиницы "Пекин".
        </p>
        <br/>
        <p>
            Эта свадьба была очень душевной и светлой — именно такие истории приятно пересматривать снова и снова. 
            Посмотрите фотографии ниже, чтобы прочувствовать атмосферу дня. 
        </p>
        <br/>
        <p>
            А ещё больше свадебных съёмок и красивых историй вы найдёте <a href="/" className="ancor"> на главной странице</a> сайта.
        </p>
    </>
}