import { IDataWeddingSeries } from "../types";
import { IMG_SL } from "@/data/image/weddings/SL";


export const SL: IDataWeddingSeries = {
    title: 'Саша & Люда',
    images: IMG_SL,
    description:
    <>
        <p>
            Утро Саши и Люды началось в уютной и стильной гостинице «На Замковой», где проходили сборы. 
            Тихие моменты, нежные взгляды и лёгкое волнение — именно с этого начинается настоящая история любви.
        </p>
        <br/>
        <p>
            После сборов мы отправились на прогулку по старому городу Минска. 
            Улочки с историей, мягкий свет и атмосфера города стали идеальным фоном для романтичной фотосессии пары.
        </p>
        <br/>
        <p>
            Роспись прошла на просторном открытом балконе банкетной площадки, с видом на реку — 
            это был невероятно трогательный и красивый момент. Сам банкет прошёл в "River Cafe" — стильном месте у воды, 
            где было много улыбок, объятий и настоящих чувств.
        </p>
        <br/>
        <p>
            Саша и Люда — невероятно душевная и тёплая пара, и вся их свадьба прошла в такой же теплой обстановке. 
            Посмотрите фотографии ниже, чтобы прочувствовать атмосферу этого дня. 
            А больше искренних свадебных историй вы найдёте <a href="/" className="ancor"> на главной странице</a> моего сайта.
        </p>
    </>
}