import { IDataWeddingSeries } from "../types";
import { IMG_SY } from "@/data/image/weddings/SY";


export const SY: IDataWeddingSeries = {
    title: 'Саша & Юля',
    images: IMG_SY,
    description:
    <>
        <p>
            Утро свадебного дня Саши и Юли началось совсем не по шаблону — с уютного пробуждения в постели и совместного умывания. 
            Этот нежный и домашний момент задал тон всему дню: живому, искреннему и полному эмоций.
        </p>
        <br/>
        <p>
            Для фотосессии мы отправились в живописную "усадьбу Чапских" — атмосферное загородное место, где природа, архитектура и свет работают в идеальной гармонии. 
            Церемония прошла под открытым небом: роспись на природе всегда наполняет снимки особой свободой и светом.
        </p>
        <br/>
        <p>
            После официальной части — банкет, полный радости, танцев и безудержного веселья. Это был настоящий праздник любви, 
            где каждый гость был частью истории, а каждый кадр — живым воспоминанием.
        </p>
        <br/>
        <p>
            Ниже вы найдёте фото с этой невероятной свадьбы. А чтобы посмотреть другие трогательные и яркие серии,  
            <a href="/" className="ancor" >загляните на главную страницу</a> — там собраны лучшие моменты свадеб, снятых с душой.
        </p>
    </>
}